{
  "0": "而家眼前嘅景象有2根蘿蔔, 1瓶樽, 1把椅, 1隻手, 1張飯枱, 1台電視.視線左上角嘅場景有1把椅。視線右上角嘅場景有1瓶樽，1台電視。視線左下角嘅場景有2根蘿蔔，1張飯枱。視線右下角嘅場景有1隻手。",
  "1": "而家眼前嘅景象有3把椅, 1張飯枱, 1台笔记本電腦, 1根香蕉.視線左上角嘅場景有2把椅。視線右上角嘅場景有1張飯枱，1根香蕉。視線左下角嘅場景有1把椅。視線右下角嘅場景有1台笔记本電腦。",
  "10": "而家眼前嘅景象有2瓶樽, 1根香蕉, 1台笔记本電腦, 1個杯, 1個碗.視線左上角嘅場景有2瓶樽。視線右上角嘅場景有1個杯，1個碗。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1根香蕉。",
  "11": "而家眼前嘅景象有2把椅, 1張床.視線左上角嘅場景有1把椅。視線左下角嘅場景有1把椅。視線右下角嘅場景有1張床。",
  "12": "而家眼前嘅景象有3把椅, 1隻手, 1瓶樽, 1張飯枱.視線右上角嘅場景有1瓶樽，2把椅。視線左下角嘅場景有1隻手。視線右下角嘅場景有1把椅，1張飯枱。",
  "13": "而家眼前嘅景象有3把椅.視線右上角嘅場景有2把椅。視線右下角嘅場景有1把椅。",
  "14": "而家眼前嘅景象有2台電視, 2把椅, 1個書包, 1個行李箱.視線左上角嘅場景有1台電視。視線右上角嘅場景有1台電視，1把椅。視線左下角嘅場景有1個書包，1個行李箱。視線右下角嘅場景有1把椅。",
  "15": "而家眼前嘅景象有3把椅, 1瓶樽, 1隻手, 1個滑鼠, 1張飯枱.視線左上角嘅場景有1個滑鼠，1把椅。視線右上角嘅場景有1把椅。視線左下角嘅場景有1隻手。視線右下角嘅場景有1瓶樽，1把椅，1張飯枱。",
  "16": "而家眼前嘅景象有1隻手, 1瓶樽, 1個蘋果, 1把椅, 1個橙.視線左上角嘅場景有1個蘋果，1把椅。視線右上角嘅場景有1瓶樽。視線左下角嘅場景有1個橙。視線右下角嘅場景有1隻手。",
  "17": "而家眼前嘅景象有2把椅, 1張飯枱.視線右下角嘅場景有2把椅，1張飯枱。",
  "18": "而家眼前嘅景象有1張梳化, 1隻手.視線左上角嘅場景有1隻手。視線右下角嘅場景有1張梳化。",
  "19": "而家眼前嘅景象有4根蘿蔔, 2把椅, 2台電視, 1瓶樽, 1張飯枱.視線左上角嘅場景有1把椅，1台電視。視線右上角嘅場景有1瓶樽，1把椅，1台電視。視線左下角嘅場景有4根蘿蔔，1張飯枱。",
  "2": "而家眼前嘅景象有4把椅, 1張飯枱, 1隻手, 1根香蕉.視線左上角嘅場景有2把椅。視線右上角嘅場景有1把椅，1根香蕉。視線左下角嘅場景有1把椅。視線右下角嘅場景有1張飯枱，1隻手。",
  "20": "而家眼前嘅景象有1把椅, 1台笔记本電腦, 1隻手.視線右上角嘅場景有1把椅，1台笔记本電腦。視線左下角嘅場景有1隻手。",
  "21": "而家眼前嘅景象有4瓶樽, 1個杯.視線右上角嘅場景有3瓶樽。視線左下角嘅場景有1個杯。視線右下角嘅場景有1瓶樽。",
  "22": "而家眼前嘅景象有2把椅, 1台笔记本電腦, 1部電話, 1個滑鼠.視線左上角嘅場景有1部電話。視線右上角嘅場景有1把椅，1個滑鼠。視線右下角嘅場景有1台笔记本電腦，1把椅。",
  "23": "而家眼前嘅景象有1個滑鼠, 1隻手, 1把椅, 1個遙控, 1瓶樽.視線左上角嘅場景有1把椅。視線左下角嘅場景有1個滑鼠。視線右下角嘅場景有1隻手，1個遙控，1瓶樽。",
  "24": "而家眼前嘅景象有3把椅, 2台電視, 1個杯, 1隻手, 1個手袋.視線左上角嘅場景有1台電視，1把椅。視線右上角嘅場景有2把椅，1台電視。視線左下角嘅場景有1個杯。視線右下角嘅場景有1隻手，1個手袋。",
  "25": "而家眼前嘅景象有1隻手, 1台笔记本電腦.視線左下角嘅場景有1隻手，1台笔记本電腦。",
  "26": "而家眼前嘅景象有2個橙, 1隻手, 1個滑鼠, 1部電話.視線左上角嘅場景有2個橙。視線左下角嘅場景有1隻手，1部電話。視線右下角嘅場景有1個滑鼠。",
  "27": "而家眼前嘅景象有3把椅, 1張飯枱, 1把雨傘.視線左上角嘅場景有1把椅，1張飯枱。視線右上角嘅場景有1把椅。視線右下角嘅場景有1把椅，1把雨傘。",
  "28": "而家眼前嘅景象有1隻手, 1個遙控, 1瓶樽, 1台笔记本電腦.視線右上角嘅場景有1個遙控，1瓶樽。視線左下角嘅場景有1隻手。視線右下角嘅場景有1台笔记本電腦。",
  "29": "而家眼前嘅景象有2個遙控, 2把椅, 1台笔记本電腦, 1隻手, 1個書包, 1部電話, 1瓶樽.視線左上角嘅場景有1個遙控，1個書包。視線右上角嘅場景有1把椅，1瓶樽。視線左下角嘅場景有1台笔记本電腦，1隻手。視線右下角嘅場景有1個遙控，1部電話，1把椅。",
  "3": "而家眼前嘅景象有3瓶樽, 1台笔记本電腦, 1個水槽, 1個杯.視線左上角嘅場景有1個杯。視線右上角嘅場景有1個水槽，3瓶樽。視線左下角嘅場景有1台笔记本電腦。",
  "30": "而家眼前嘅景象有1隻手, 1台笔记本電腦, 1部電話.視線左上角嘅場景有1台笔记本電腦。視線右上角嘅場景有1部電話。視線左下角嘅場景有1隻手。",
  "31": "而家眼前嘅景象有2把椅, 1隻手.視線左上角嘅場景有1把椅。視線右上角嘅場景有1把椅。視線右下角嘅場景有1隻手。",
  "32": "而家眼前嘅景象有4把椅, 1隻手, 1張飯枱, 1個遙控.視線左上角嘅場景有1把椅，1個遙控。視線右上角嘅場景有1把椅，1張飯枱。視線左下角嘅場景有1把椅。視線右下角嘅場景有1把椅，1隻手。",
  "33": "而家眼前嘅景象有1台電視, 1片薄餅, 1瓶樽, 1個杯.視線左上角嘅場景有1瓶樽。視線右上角嘅場景有1個杯。視線左下角嘅場景有1台電視。視線右下角嘅場景有1片薄餅。",
  "34": "而家眼前嘅景象有1隻手.視線右下角嘅場景有1隻手。",
  "35": "而家眼前嘅景象有1個手袋.視線左下角嘅場景有1個手袋。",
  "36": "而家眼前嘅景象有4把椅, 2個橙, 1張飯枱, 1部電話.視線左上角嘅場景有2把椅，1部電話。視線右上角嘅場景有2把椅。視線左下角嘅場景有1張飯枱，2個橙。",
  "37": "而家眼前嘅景象有1隻手, 1根香蕉.視線右上角嘅場景有1根香蕉。視線右下角嘅場景有1隻手。",
  "38": "而家眼前嘅景象有6瓶樽, 1根蘿蔔, 1台笔记本電腦, 1隻手, 1個碗.視線左上角嘅場景有1個碗。視線右上角嘅場景有5瓶樽。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1根蘿蔔，1隻手，1瓶樽。",
  "39": "而家眼前嘅景象有5瓶樽, 1台電視, 1隻手, 1個碗.視線左上角嘅場景有1個碗。視線右上角嘅場景有5瓶樽。視線左下角嘅場景有1台電視。視線右下角嘅場景有1隻手。",
  "4": "而家眼前嘅景象有3瓶樽, 1個杯, 1台笔记本電腦, 1隻手.視線右上角嘅場景有1個杯，3瓶樽。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1隻手。",
  "40": "而家眼前嘅景象有1個碗.視線左上角嘅場景有1個碗。",
  "41": "而家眼前嘅景象有1棵西蘭花, 1隻手, 1台笔记本電腦, 1瓶樽, 1個水槽.視線左上角嘅場景有1瓶樽。視線右上角嘅場景有1棵西蘭花。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1隻手，1個水槽。",
  "42": "而家眼前嘅景象有1棵西蘭花, 1隻手, 1台電視.視線右上角嘅場景有1棵西蘭花。視線左下角嘅場景有1台電視。視線右下角嘅場景有1隻手。",
  "43": "而家眼前嘅景象有1瓶樽, 1棵西蘭花, 1台笔记本電腦, 1隻手.視線左上角嘅場景有1瓶樽。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1棵西蘭花，1隻手。",
  "44": "而家眼前嘅景象有1棵西蘭花, 1台笔记本電腦.視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1棵西蘭花。",
  "45": "而家眼前嘅景象有1隻手, 1瓶樽, 1台笔记本電腦, 1台電視.視線左上角嘅場景有1瓶樽。視線左下角嘅場景有1台笔记本電腦，1台電視。視線右下角嘅場景有1隻手。",
  "46": "而家眼前嘅景象有1隻手, 1個水槽, 1棵西蘭花, 1瓶樽, 1台電視.視線左上角嘅場景有1瓶樽。視線右上角嘅場景有1棵西蘭花。視線左下角嘅場景有1台電視。視線右下角嘅場景有1隻手，1個水槽。",
  "47": "而家眼前嘅景象有1隻手, 1個碗, 1瓶樽.視線左上角嘅場景有1個碗，1瓶樽。視線右下角嘅場景有1隻手。",
  "48": "而家眼前嘅景象有1個水槽, 1個碗, 1隻手.視線左上角嘅場景有1個碗。視線左下角嘅場景有1個水槽。視線右下角嘅場景有1隻手。",
  "49": "而家眼前嘅景象有1台笔记本電腦, 1隻手, 1部電話.視線左上角嘅場景有1台笔记本電腦。視線左下角嘅場景有1隻手。視線右下角嘅場景有1部電話。",
  "5": "而家眼前嘅景象有3瓶樽, 1台笔记本電腦, 1個杯, 1隻手.視線右上角嘅場景有1個杯，3瓶樽。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1隻手。",
  "50": "而家眼前嘅景象有1隻手, 1支叉.視線左上角嘅場景有1支叉。視線右下角嘅場景有1隻手。",
  "51": "而家眼前嘅景象有1隻手.視線右下角嘅場景有1隻手。",
  "52": "而家眼前嘅景象有1部電話, 1個滑鼠.視線右上角嘅場景有1部電話，1個滑鼠。",
  "53": "而家眼前嘅景象有1個滑鼠, 1個遙控, 1把椅, 1隻手, 1張飯枱.視線左上角嘅場景有1個滑鼠，1把椅。視線左下角嘅場景有1張飯枱。視線右下角嘅場景有1個遙控，1隻手。",
  "54": "而家眼前嘅景象有1台電視, 1個杯.視線右上角嘅場景有1個杯。視線左下角嘅場景有1台電視。",
  "55": "而家眼前嘅景象有1瓶樽, 1台笔记本電腦, 1個杯, 1台電視, 1棵西蘭花, 1個水槽.視線左上角嘅場景有1瓶樽。視線右上角嘅場景有1個杯，1棵西蘭花。視線左下角嘅場景有1台笔记本電腦，1台電視。視線右下角嘅場景有1個水槽。",
  "56": "而家眼前嘅景象有1個手袋.視線右下角嘅場景有1個手袋。",
  "57": "而家眼前嘅景象有2把椅, 1隻手, 1個滑鼠, 1張飯枱.視線左上角嘅場景有1個滑鼠，1把椅。視線左下角嘅場景有1把椅。視線右下角嘅場景有1隻手，1張飯枱。",
  "58": "而家眼前嘅景象有5把椅, 4台電視, 1瓶樽, 1張飯枱.視線左上角嘅場景有1台電視。視線右上角嘅場景有2台電視。視線左下角嘅場景有1台電視。視線右下角嘅場景有5把椅，1瓶樽，1張飯枱。",
  "59": "而家眼前嘅景象有7把椅, 2台電視, 1瓶樽, 1個手袋, 1個行李箱.視線左上角嘅場景有1台電視，1把椅，1個行李箱。視線右上角嘅場景有1台電視，1把椅。視線左下角嘅場景有2把椅，1瓶樽。視線右下角嘅場景有3把椅，1個手袋。",
  "6": "而家眼前嘅景象有2瓶樽, 1台笔记本電腦, 1個杯, 1隻手.視線右上角嘅場景有1個杯，2瓶樽。視線左下角嘅場景有1台笔记本電腦。視線右下角嘅場景有1隻手。",
  "60": "而家眼前嘅景象有1個遙控, 1瓶樽, 1隻手, 1把椅, 1張飯枱, 1個滑鼠.視線左上角嘅場景有1瓶樽，1把椅。視線右上角嘅場景有1個遙控，1個滑鼠。視線左下角嘅場景有1張飯枱。視線右下角嘅場景有1隻手。",
  "61": "而家眼前嘅景象有2把椅, 1張飯枱, 1隻手, 1塊蛋糕.視線右上角嘅場景有1把椅。視線左下角嘅場景有1把椅。視線右下角嘅場景有1張飯枱，1隻手，1塊蛋糕。",
  "62": "而家眼前嘅景象有1隻手, 1部電話, 1把匙, 1個滑鼠.視線左上角嘅場景有1把匙。視線右上角嘅場景有1部電話，1個滑鼠。視線右下角嘅場景有1隻手。",
  "63": "而家眼前嘅景象有1張梳化, 1把椅.視線右下角嘅場景有1張梳化，1把椅。",
  "64": "而家眼前嘅景象有4把椅, 2個滑鼠, 1瓶樽, 1台電視, 1張飯枱, 1個蘋果.視線左上角嘅場景有2把椅。視線右上角嘅場景有1台電視，1把椅。視線左下角嘅場景有2個滑鼠，1張飯枱，1個蘋果。視線右下角嘅場景有1瓶樽，1把椅。",
  "65": "而家眼前嘅景象有1隻手.視線左下角嘅場景有1隻手。",
  "66": "而家眼前嘅景象有7把椅, 1張飯枱.視線左上角嘅場景有2把椅。視線右上角嘅場景有2把椅。視線左下角嘅場景有3把椅。視線右下角嘅場景有1張飯枱。",
  "67": "而家眼前嘅景象有4把椅, 1隻手, 1張飯枱, 1棵西蘭花.視線左上角嘅場景有2把椅。視線右上角嘅場景有2把椅。視線左下角嘅場景有1隻手。視線右下角嘅場景有1張飯枱，1棵西蘭花。",
  "68": "而家眼前嘅景象有2瓶樽, 2個碗, 1個杯, 1個橙, 1台電視.視線左上角嘅場景有2瓶樽，1個碗。視線左下角嘅場景有1個碗。視線右下角嘅場景有1個杯，1個橙，1台電視。",
  "69": "而家眼前嘅景象有4瓶樽, 2個碗, 1個杯, 1部電話.視線左上角嘅場景有3瓶樽，1個碗。視線右上角嘅場景有1瓶樽。視線左下角嘅場景有1個碗。視線右下角嘅場景有1個杯，1部電話。",
  "7": "而家眼前嘅景象有3把椅, 1個滑鼠, 1個遙控, 1隻手, 1瓶樽, 1張飯枱.視線左上角嘅場景有2把椅，1個滑鼠。視線右上角嘅場景有1把椅。視線左下角嘅場景有1個遙控，1瓶樽，1張飯枱。視線右下角嘅場景有1隻手。",
  "70": "而家眼前嘅景象有2個蘋果, 1台笔记本電腦.視線左下角嘅場景有2個蘋果。視線右下角嘅場景有1台笔记本電腦。",
  "71": "而家眼前嘅景象有2個蘋果, 1台笔记本電腦, 1隻手.視線左下角嘅場景有2個蘋果，1隻手。視線右下角嘅場景有1台笔记本電腦。",
  "72": "而家眼前嘅景象有2個蘋果, 2隻手, 1台多士爐.視線左上角嘅場景有1隻手。視線右上角嘅場景有1台多士爐。視線左下角嘅場景有1隻手。視線右下角嘅場景有2個蘋果。",
  "73": "而家眼前嘅景象有1隻手, 1台笔记本電腦.視線左下角嘅場景有1隻手。視線右下角嘅場景有1台笔记本電腦。",
  "74": "而家眼前嘅景象有1隻手, 1台笔记本電腦, 1台電視.視線左下角嘅場景有1隻手。視線右下角嘅場景有1台笔记本電腦，1台電視。",
  "75": "而家眼前嘅景象有2個蘋果, 1台笔记本電腦.視線右上角嘅場景有1個蘋果。視線左下角嘅場景有1個蘋果。視線右下角嘅場景有1台笔记本電腦。",
  "76": "而家眼前嘅景象有1台笔记本電腦.視線右下角嘅場景有1台笔记本電腦。",
  "77": "而家眼前嘅景象有2個蘋果, 1台笔记本電腦, 1把鍵盤, 1瓶樽, 1個杯.視線左上角嘅場景有1個蘋果，1瓶樽。視線右上角嘅場景有1個杯。視線左下角嘅場景有1個蘋果。視線右下角嘅場景有1台笔记本電腦，1把鍵盤。",
  "8": "而家眼前嘅景象有1台笔记本電腦, 1片薄餅, 1個碗, 1瓶樽, 1隻手.視線左上角嘅場景有1個碗。視線左下角嘅場景有1台笔记本電腦，1瓶樽。視線右下角嘅場景有1片薄餅，1隻手。",
  "9": "而家眼前嘅景象有1台電視, 1片薄餅, 1台笔记本電腦, 1個碗.視線左上角嘅場景有1個碗。視線左下角嘅場景有1台電視，1台笔记本電腦。視線右下角嘅場景有1片薄餅。"
}