[
  {
    "filename": "0.jpg",
    "desc": "根据OCR扫描得到的小票信息，您于2018年12月03日晚上21点15分在佐敦道的Sen 88日本餐厅用餐。本次消费包括了活海博多、清物盛合、豚肉野菜沙拉、冷冰见乌冬等菜品。您的总消费为1034港币。服务费为94港币，祝您用餐愉快。"
  },
  {
    "filename": "1.jpg",
    "desc": "您于2024年00月09日晚上16点07分，在熱贴站心專門店购买了明日熱贴1个，金额为104港币。"
  },
  {
    "filename": "10.jpg",
    "desc": "您于2021年6月24日晚上19点46分，在香港快乐谷的一家餐厅用餐。您共点了咖啡馆心糯蛋、原條龍船鼓汁方利球、京果陈醋咕肉、南乳脆皮、茉莉香米白、紫薯金沙球、桂花飘香墩雪梨等美食。您的消费总额为1,030.70港币，其中服务费为93.70港币。感谢您的光临。"
  },
  {
    "filename": "11.jpg",
    "desc": "您于2018年10月9日下午12点23分，在奥海城的糖心軒用餐。您点了多样的菜品，包括皇叉烧-中、沙茶蒸鱼唇-特、湯菜苗浇-大、蟹子烧皇-大、鱼肚蒸滑难-顶、沙律春卷大、咸水角-大、杏汁撞蛋白、皮蛋牛肉肠-特以及茶。总消费为490港币，包含10%的服务费和折扣后的总计金额。"
  },
  {
    "filename": "12.jpg",
    "desc": "您于2018年3月8日晚上7点51分，在尖沙咀太子集团中心的古琴瓶用餐。您点了多样的菜品，包括古琴红烧八宝鸭、花雕醉难、风味松子鱼、带子赛螃蟹、香菜鲜鱼羹、金腿浓汤津白等。总消费为1,617.00港币。感谢光临！您还可关注他们的微信账号\"古琴雅苑\"或在Facebook和Instagram上关注@zithergarden，填写问卷即可获得50港币现金券。"
  },
  {
    "filename": "13.jpg",
    "desc": "您于2023年3月4日下午1点33分至2点48分，在观塘光明大厦一楼的明星海鲜酒家用餐。您点了午市超值孖宝、鲜肠粉等菜品。总消费为188.00港币，其中包括服务费17.08港币。"
  },
  {
    "filename": "14.jpg",
    "desc": "您在2019年1月15日中午12点50分，在元朗朗日路的北京楼用餐。点了泡菜、午市10位餐共1480元。其他点的菜品包括醉*餐、素鹅*餐、海头*餐、宫爆球*餐、九黄瑶柱奠*餐等。总消费金额未提及。"
  },
  {
    "filename": "15.jpg",
    "desc": "输出摘要: 在2018年3月2日下午2点28分，您在编号126号的商家购物。购买的商品包括名茶、白灼青油菜、蟹皇蒸、鲜菜苗胶、香芒奶皇卷等，共计6件商品。您总共消费了100港币。"
  },
  {
    "filename": "16.jpg",
    "desc": "您于2021年10月7日晚上7点52分，在香港的大快活荷里活广场分店用餐。您点了京都肉排加烤菜、瓜章鱼唐排易美野菌贩加菜。总消费为236.5港币，其中八达通支付118港币。感谢您的用餐，美食将很快送到。"
  },
  {
    "filename": "17.jpg",
    "desc": "根据OCR扫描，您在2018年12月1日晚上10点42分，在位于跑马地的麦当劳（McDonald's Hong Kong）用餐。您点了士多梨蛋糕脆脆梦旋风、汉堡包、麦乐六件、甜酸酱以及小份薯条等餐点，总消费为45港币。"
  },
  {
    "filename": "18.jpg",
    "desc": "您于2022年9月17日上午11点37分，在新界上水上水中心平台2楼2202号铺的上海姥姥用餐。您共点了木须肉炒兰州炒面、招牌小龙包（4件）、镇江肴肉、黄金仁炒饭、姥姥家乡粗炒、擂沙汤圆等美食。您的总消费为543.40港币。"
  },
  {
    "filename": "19.jpg",
    "desc": "您于2019年9月5日晚上7点03分，在百味阁餐厅用餐，共有2位客人。您点了晚餐A、Chuck Steak Set、蒜蓉包（六片）和炒杂菜等菜品。总消费为342港币，包含了31港币的服务费。感谢惠顾。"
  },
  {
    "filename": "2.jpg",
    "desc": "根据OCR扫描的小票内容，这是您的总结：\n您于2022年3月5日中午12点46分，在美孚新邨蘭秀道的泰美味用餐。您点了海南饭、冬公汤粉、牛腩饭等美食。总消费为194港币。"
  },
  {
    "filename": "20.jpg",
    "desc": "您于某天在KITTY用餐，桌号为7。您点了七夕素、七味香葱牛肉鸟冬、黑麻油浓厚猪骨拉面、吉列扒滑蛋井、朱古力牛奶抹茶、白朱古力牛奶抹茶以及抹茶大福卷。总消费为454.30港币，包括服务费41.30港币。共有4位顾客用餐。"
  },
  {
    "filename": "21.jpg",
    "desc": "您于2018年11月1日晚上8点，在一点心用餐。您点了多样的菜品，包括古法炸蛋散、蟹皇热、蜜汁叉包、潮州蒸粉果等。总消费为183港币。感谢光临！"
  },
  {
    "filename": "22.jpg",
    "desc": "您于2022年8月5日下午4点08分，在香港仔康祺行道59-61号的B.I.T餐厅用餐。您点了雙拼出前一丁餐和港式咖啡，总消费为37港币。付款方式为八达通，卡号为28008580。感谢光临，请再次光临！"
  },
  {
    "filename": "23.jpg",
    "desc": "您于2022年7月7日晚上18点59分，在将军澳新都城三期商场的将军会用餐。您点了玉桂乳鸽、红酒牛肋骨、龙芥兰、清酒冰镇鲍鱼、大地鱼云吞面、茶/开水等美食。此次消费总额为521港币，其中包括10%的服务费。"
  },
  {
    "filename": "24.jpg",
    "desc": "您于2018年5月4日晚上20点15分，在元朗天水围天寿路8号HCW-The Platter用餐。您点了多种菜品，包括Tropical punch、Chilled Juice - Tomato、晚市套餐D等。主要菜品包括海厚烧美国牛配烧肉汁、脆炸鳕鱼伴薯条等。总消费为729.3港币。"
  },
  {
    "filename": "25.jpg",
    "desc": "您于2020年5月12日中午12点34分，在龙马大厦地下的Meet Point用餐。您点了多样的菜品，包括3份茗茶、鱼一口凤眼、花海皇灌汤饺、生滚鲍鱼片粥、牛油果蒜香春卷、脆皮罐萄糕、金蒜海鲷鱼仔蒸饭、阿华田网红沙皮狗等。总消费为299港币，其中包括27.20港币的服务费。感谢您的光临，期待您再次光顾。"
  },
  {
    "filename": "3.jpg",
    "desc": "您于2022年4月24日中午12点38分，在旺角新世纪广场6楼的鸿星中菜旺角店用餐。您点了多样的菜品，包括黄金饺皇、原双明烧皇、四宝滑扎、鲜竹牛肉球等。总消费为491港币。"
  },
  {
    "filename": "4.jpg",
    "desc": "您于2020年7月7日早上7点，在九龙油塘鲤鸿天下地下5号铺的富临酒家用餐。您点了仲夏宴，消费总额为1688港币。感谢惠顾，期待您再次光临。"
  },
  {
    "filename": "5.jpg",
    "desc": "您于2019年7月2日中午12点20分，位于香港国际机场2号客运大楼商店5P025号的谭仔三哥米线用餐。您点了多种食物，包括砂鱼、猪耳（口水汁）、可乐、冬央和遍（三辛）。您的总消费为153港币。"
  },
  {
    "filename": "6.jpg",
    "desc": "您于2018年11月3日晚上19点14分，在尖沙咀亚士厘道的AAUTE KICHEN餐厅用餐。您点了松蟹亮配法多、美国牛腹膜柳、脆炸软殼蟹、牛果汉堡拼饭、馨条等多道菜品。总消费为467港币，其中包括服务费42.4港币。餐厅提供满300减30、400减40、500减50等优惠，星期六至星期四有效，须保留单据，在一个月有效期内使用。感谢您的光临！"
  },
  {
    "filename": "7.jpg",
    "desc": "您于2017年6月3日晚上18点10分，在天水图天一商城2楼的Bello Dining用餐。共有5位用餐，点了包括芝士吞拿鱼焗薯皮、香脆流心芝士条、忌廉吞拿鱼长通粉、香辣烤薄饼、经典汉堡（配薯条）等菜品。总消费为272.00港币。"
  },
  {
    "filename": "8.jpg",
    "desc": "您于2019年9月14日晚上18点39分，在新蜜餐厅用餐。您点了多款菜品，包括Bortsch、Veal Set和B,Pork Chop。总消费为490港币，其中包括10%的服务费，实际消费金额为445港币。"
  },
  {
    "filename": "9.jpg",
    "desc": "您于2015年1月23日晚上6点36分在湖仔押道23号Phoenix3楼的星记用餐。您点了多种菜品，包括椒羊鱼、地道古法局、老火例易、蒜豆胚、梨生炒骨、腿鲍汁鲜、蠔汁扒琵琶豆腐、上汤枸杞浸猪润、乾燒伊和外微皮爐盒。您的总消费为1,438港币，其中包括10%的服务费。感谢您的光临。"
  }
]