[
  {
    "filename": "0.jpg",
    "desc": "您于2018年12月3日晚上9点15分，在佐敦道的Sen 88日本餐厅就餐。您品尝了多道精美菜品，包括司盛合、活海博多、清物盛合、豚肉野菜沙拉和冷冰见乌冬等。总消费为1034港币，其中包含10%的服务费，实际消费金额为940港币。感谢光临！"
  },
  {
    "filename": "1.jpg",
    "desc": "您于2024年的某一天16点07分，在熱貼站心專門店消费了104港币的明日熱贴。"
  },
  {
    "filename": "10.jpg",
    "desc": "您于2021年6月24日晚上7点46分，在位于快乐谷蔡德街2-4号的壹拐摩用餐。您点了多种菜品，包括咖非唐心糯蛋、原条龙船鼓汁方利球、京果陈醋咕肉、南乳脆皮、茉莉香米白、紫薯金沙球、桂花飘香炖雪梨、以及中国茗茶。您的总消费金额为1,030.70港币，其中包括10%的服务费。"
  },
  {
    "filename": "11.jpg",
    "desc": "您于2018年10月9日下午12点23分，在奥海城的糖心軒用餐。您点了皇叉烧、沙茶蒸鱼唇、湯菜苗皎、蟹籽烧皇、魚肚蒸滑难、沙律春卷等各类菜品。总消费为490港币，其中包括服务费以及九折优惠。"
  },
  {
    "filename": "12.jpg",
    "desc": "您于2018年3月8日晚上7点51分，在尖沙咀太子集团中心的古琴瓶用餐。您点了包括古琴红烧八宝鸭、花雕醉难、风味松子鱼、带子赛螃蟹、金腿浓汤津白、南翔小笼包、上海炒年糕等丰富菜品。总消费为1617港币，其中包括147港币的服务费。感谢光临！您还可关注他们的微信公众号“古琴雅苑”，以及在Facebook和Instagram上关注他们的帐号@zithergarden，扫描二维码填写调查问卷，即可获得50港币的现金券。"
  },
  {
    "filename": "13.jpg",
    "desc": "您于2023年3月4日下午1点33分至2点48分，在观塘光明大厦一楼的明星海鲜酒家用餐。您点了午市超值孖宝、原鲜肠粉等菜品。总消费为188港币，其中包括170.80港币的菜单费用和17.08港币的服务费。"
  },
  {
    "filename": "14.jpg",
    "desc": "您于2019年1月15日中午12点50分，在新界元朗朗日路的北京楼用餐。您共点了多个菜品，包括泡菜、午市10位餐等。总消费为1480港币。"
  },
  {
    "filename": "15.jpg",
    "desc": "您于2018年3月2日14点28分，在收银员为店长的店铺购物。您购买了名茶、白灼青油菜、蟹皇蒸、鲜菜苗胶、香芒奶皇卷等共6种商品，总金额为100.0。感谢使用现金支付。"
  },
  {
    "filename": "16.jpg",
    "desc": "您于2021年10月7日晚上7点52分，在石山荷里活广场的大快活用餐。您点了京都肉排+灼菜、筛瓜章鱼唐排易、美野菌贩+菜等美食。总消费为236.5港币。"
  },
  {
    "filename": "17.jpg",
    "desc": "您于2018年12月1日晚上10点42分，在香港快活谷的麦当劳用餐。您点了士多梨蛋糕脆脆梦旋风、汉堡、麦乐6件、甜酸酱和薯条。总消费为51港币。"
  },
  {
    "filename": "18.jpg",
    "desc": "您于2022年9月17日上午11点37分在新界上水上水中心平台2楼2202号铺的上海姥姥用餐。共有6人用餐，点了木须肉炒兰州炒面、招牌小笼包（4件）、镇江肴肉、黄金仁炒饭、姥姥家乡粗炒、擂沙汤圆（4粒）、起甜品等菜品。消费总额为543.40港币，其中包括服务费9.40港币。"
  },
  {
    "filename": "19.jpg",
    "desc": "您在2021年9月5日晚上7点03分在百味阁餐厅用餐，共有2位客人。您的订单包括晚餐A、Chuck Steak Set、蒜蓉包（六片）和炒杂菜等菜品。总消费为342港币，其中包括31港币的服务费。感谢您的光临！"
  },
  {
    "filename": "2.jpg",
    "desc": "您于2022年3月5日中午12点46分，在美孚新邨的泰美味用餐。您点了海南饭、冬公汤粉、牛腩饭等菜品，以及餐檬茶、凍奶茶、热檸檬茶等饮品。总消费为194港币。"
  },
  {
    "filename": "20.jpg",
    "desc": "您于日期不详，在KITTY消费。点了七夕素、七味香葱牛肉鸟冬、黑麻油浓厚猪骨拉面、吉列扒滑蛋井、朱古力牛奶抹茶、白朱古力牛奶抹茶、抹茶大福卷等。总共消费为454.30港币。"
  },
  {
    "filename": "21.jpg",
    "desc": "您于2018年11月1日晚上8点08分，在编号305号台享用了一顿餐厅一点心的美食。您点了多种菜品，包括全名茶、古法炸蛋散、蟹皇热、蜜汁叉包、潮州蒸粉果等，总共10份菜，共计消费183港币。您选择了现金支付，总消费为183港币。感谢惠顾。"
  },
  {
    "filename": "22.jpg",
    "desc": "您于2022年8月5日下午16点08分，在香港仔康俊港道59-61号利浩工业大厦B.I.T用餐。您点了双拼出前一丁餐和港式咖啡，共消费37港币。付款使用了八达通，卡号为28008580，余额为377.7港币。感谢光临，期待您再次光临。"
  },
  {
    "filename": "23.jpg",
    "desc": "您于2022年7月7日晚上6点59分，在将军澳新都城三期商场的将军会用餐。您点了玉桂乳鸽、红酒牛肋骨、龙芥兰、清酒冰镇鲍鱼、大地鱼云吞面、茶/开水等菜品。总消费为521港币，其中包括10%的服务费。"
  },
  {
    "filename": "24.jpg",
    "desc": "您于2018年5月4日晚上20点15分，在元朗区天水围天寿路8号的HCW-The Platter用餐。您品尝了多款美食，包括热带果汁、番茄冷榨果汁、晚市套餐D，其中包括海厚烧美国牛配烧肉汁、脆炸鳕鱼伴薯条等。总消费为729.3港币，其中包括66.3港币的服务费。感谢光临，印单员工为MA，Wing Tung Michael。"
  },
  {
    "filename": "25.jpg",
    "desc": "您于2020年5月12日中午12点34分，在香港九龙油麻地龙马大厦地下的MEET POINT用餐。您点了多样的菜品，包括茗茶、鱼一口鳯眼、花海皇灌汤角、生滚鲍鳌片粥、牛油果蒜香春卷、脆皮罐萄糕、金蒜海鲷鱼仔蒸饭、阿华田网红沙皮狗等。总消费为299港币，其中包括27.20港币的服务费。感谢惠顾，期待您再次光临。"
  },
  {
    "filename": "3.jpg",
    "desc": "您于2022年4月24日中午12点38分，在旺角新世纪广场的鸿星中菜旺角店用餐。您点了黄金皇、原双明烧皇、四宝滑扎、基葱牛葉等菜品。总消费为491港币。"
  },
  {
    "filename": "4.jpg",
    "desc": "您于2020年7月7日晚7点，在油塘鲤鸿天下富临酒家享用了一份1688港币的仲夏宴。感谢您的光临，总消费为1688港币。期待您的再次光临。"
  },
  {
    "filename": "5.jpg",
    "desc": "根据所提供的OCR文本数据，您于2019年7月2日中午12点20分，在香港国际机场2号客运大楼的谭仔三哥米线（机场店）用餐。您点了多项食物，包括猪耳、可乐、冬央等。总消费为153港币。"
  },
  {
    "filename": "6.jpg",
    "desc": "根据您提供的OCR文本，小票上显示您于2018年3月11日晚上19点14分，在尖沙咀亚士厘道的AAUTE KICHEN用餐。您点了松蟹亮配法多、美国牛腹膜柳、脆炸软殼蟹、牛果汉堡拼蕃、馨条等菜品，总消费为467港币（HK$）。\n顾客可以在晚市时段享受满300港币减30港币的优惠，以此类推，400港币减40港币，500港币减50港币。但此优惠不与其他优惠同时使用，适用于星期六至星期四（星期五除外），有效期一个月。请保留此单据，不可同日使用。店家保留最终决定权，感谢惠顾ThankU。"
  },
  {
    "filename": "7.jpg",
    "desc": "您于2017年6月3日晚上18点10分，在天水图天一商城2楼2008号的Bello Dining 就餐。您共点了五道菜品，包括芝士吞拿鱼焗薯皮、香脆流心芝士条、忌廉吞拿鱼长通粉、香辣烤薄饼和经典汉堡（配薯条）。消费总额为272.00美元。"
  },
  {
    "filename": "8.jpg",
    "desc": "您于2019年9月14日晚在新蜜餐厅用餐。您点了多种菜品，包括Bortsch、Veal Set和B,Pork Chop。总消费为490港币，其中包括10%的服务费，最终消费总额为445港币。"
  },
  {
    "filename": "9.jpg",
    "desc": "根据您提供的OCR信息，您于2023年1月11日18点36分在湖仔押道的星记用餐。您点了多种菜品，包括椒羊鱼、地道古法炒饭、老火例易、蒜豆胚、梨生炒骨、腿鲍汁鲜等。您的消费总额为1,438港币，其中包括小费和服务费。感谢您的光临！"
  }
]